"livechat.inputfield.questionplaceholder" = "ਆਪਣਾ ਸਵਾਲ ਦਾਖਲ ਕਰੋ";
"livechat.inputfield.messageplaceholder" = "ਆਪਣਾ ਸੁਨੇਹਾ ਇਥੇ ਟਾਈਪ ਕਰੋ...";
"livechat.inputfield.feedbackplaceholder" = "ਆਪਣਾ ਫੀਡਬੈਕ ਇੱਥੇ ਟਾਈਪ ਕਰੋ...";
"livechat.inputfield.commentplaceholder" = "ਟਿੱਪਣੀ";
"livechat.headertitle.feedback" = "ਆਪਣੇ ਸੁਝਾਅ ਦਿਓ";
"livechat.button.send" = "ਭੇਜੋ";
"livechat.button.ok" = "ਠੀਕ ਹੈ";
"livechat.button.photolibrary" = "ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ";
"livechat.button.sendPhoto" = "ਫੋਟੋ ਭੇਜੋ";
"livechat.button.takescreenshot" = "ਸਕ੍ਰੀਨਸ਼ੌਟ ਲਓ";
"livechat.button.cancel" = "ਰੱਦ ਕਰੋ";
"livechat.button.open" = "ਖੋਲ੍ਹੋ";
"livechat.button.copy" = "ਕਾਪੀ ਕਰੋ";
"livechat.button.submit" = "ਜਮ੍ਹਾਂ ਕਰੋ";
"livechat.button.back" = "< ਪਿੱਛੇ";
"livechat.button.select" = "ਚੋਣ ਕਰੋ";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "ਪਿੱਛੇ ਜਾਓ";
"livechat.message.savetolibrary" = "ਕੈਮਰਾ ਰੋਲ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕਰੋ";
"livechat.message.offlineSend" = "ਔਫਲਾਈਨ ਭੇਜੋ";
"livechat.message.secs" = "%@ਸਕਿੰਟ";
"livechat.message.sec" = "%@ਸਕਿੰਟ";
"livechat.message.newmessage" = "%@ਨਵਾਂ ਸੁਨੇਹਾ";
"livechat.message.newmessages" = "%@ਨਵੇਂ ਸੁਨੇਹੇ";
"livechat.message.chattransfered" = "ਚੈਟ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਗਈ। ਹੈਲੋ, %@ਇੱਥੇ!! ਮੈਨੂੰ ਤੁਹਾਡੀ ਹੋਰ ਮਦਦ ਕਰਨ ਵਿੱਚ ਖੁਸ਼ੀ ਹੋਵੇਗੀ।";
"livechat.message.agenjoinedchat" = "%@ ਇਸ ਗੱਲਬਾਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਇਆ ਹੈ।";
"livechat.message.sessionended" = "ਸੈਸ਼ਨ ਸਮਾਪਤ - #%@";
"livechat.message.sessionendednovisitid" = "ਸੈਸ਼ਨ ਸਮਾਪਤ ਹੋਇਆ";
"livechat.message.connectedto" = "%@ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ";
"livechat.message.chatmissed" = "ਅਸੀਂ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ";
"livechat.ratingresponse.ratingandfeedback" = "ਤੁਹਾਡੀ ਕੀਮਤੀ ਰੇਟਿੰਗ ਅਤੇ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ";
"livechat.ratingresponse.feedback" = "ਤੁਹਾਡੇ ਕੀਮਤੀ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ";
"livechat.ratingresponse.rating" = "ਤੁਹਾਡੀ ਕੀਮਤੀ ਰੇਟਿੰਗ ਲਈ ਧੰਨਵਾਦ";
"livechat.message.name" = "ਤੁਸੀਂ";
"livechat.ratingmessage.bad" = "ਬੁਰਾ";
"livechat.ratingmessage.wow" = "ਵਾਹ";
"livechat.feedbackmessage.nofeedback" = "ਕੋਈ ਫੀਡਬੈਕ ਨਹੀਂ";
"livechat.connectionstatus.online" = "ਔਨਲਾਈਨ";
"livechat.connectionstatus.offline" = "ਔਫਲਾਈਨ";
"livechat.connectionstatus.waitingfornetwork" = "ਨੈੱਟਵਰਕ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ";
"livechat.connectionstatus.noconnection" = "ਕੋਈ ਨੈੱਟਵਰਕ ਕਨੈਕਟੀਵਿਟੀ ਨਹੀਂ..";
"livechat.day.morning" = "ਸਵੇਰ";
"livechat.day.afternoon" = "ਦੁਪਹਿਰ";
"livechat.day.evening" = "ਸ਼ਾਮ";
"livechat.day.night" = "ਰਾਤ";
"livechat.day.today" = "ਅੱਜ";
"livechat.day.yesterday" = "ਬੀਤੇ ਕੱਲ੍ਹ";
"livechat.fileSize.exceed.alert" = "ਫਾਈਲ ਦਾ ਆਕਾਰ ਅਧਿਕਤਮ ਮਨਜ਼ੂਰ ਸੀਮਾ ਤੋਂ ਵੱਧ ਗਿਆ ਹੈ";
"livechat.message.sessionend" = "ਚੈਟ ਸੈਸ਼ਨ ਖਤਮ ਹੋਣ ਜਾ ਰਿਹਾ ਹੈ";
"livechat.leave.feedback" = "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ! \n ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਆਪਣਾ ਕੀਮਤੀ ਫੀਡਬੈਕ ਦਿਓ।";
"livechat.offline.sent" = "ਔਫਲਾਈਨ ਭੇਜਿਆ ਗਿਆ";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "ਚਿੱਤਰ";
"livechat.conversation.vidoe" = "ਵੀਡੀਓ";
"livechat.conversation.audio" = "ਵੌਇਸ ਸੁਨੇਹਾ";
"livechat.conversation.file" = "ਫਾਈਲ";
"livechat.conversation.location" = "ਟਿਕਾਣਾ";
"livechat.conversation.contact" = "ਸੰਪਰਕ ਕਰੋ";
"livechat.ongoing.typing" = "ਟਾਇਪ ਕਰ ਰਿਹਾ ਹੈ";
"livechat.offline.message" = "ਅਸੀਂ ਇਸ ਸਮੇਂ ਆਲੇ-ਦੁਆਲੇ ਨਹੀਂ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਛੱਡੋ ਅਤੇ ਅਸੀਂ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਤੁਹਾਡੇ ਕੋਲ ਵਾਪਸ ਆਵਾਂਗੇ।";
"livechat.start.chat" = "ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ";
"livechat.recently.viewed" = "ਹਾਲ ਹੀ ਵਿੱਚ ਦੇਖਿਆ ਗਿਆ";
"livechat.faq.srarch.empty" = "ਓਹੋ! ਲੇਖ ਜੋ ਤੁਸੀਂ ਲੱਭ ਰਹੇ ਹੋ ਉਹ ਅਜੇ ਨਿਰਮਾਣ ਅਧੀਨ ਹੈ! ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਆਓ!";
"livechat.faq.search" = "ਕਿਸੇ ਲੇਖ ਦੀ ਖੋਜ ਕਰੋ";
"livechat.conversation" = "ਵਾਰਤਾਲਾਪ";
"livechat.faq" = "ਜਾਣਕਾਰੀ ਬੇਸ";
"livechat.conversation.search.empty" = "ਓਹ! ਅਜਿਹਾ ਜਾਪਦਾ ਹੈ ਕਿ ਕੋਈ ਵੀ ਮੌਜੂਦਾ ਗੱਲਬਾਤ ਉਸ ਸ਼ਬਦ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ ਜੋ ਤੁਸੀਂ ਹੁਣੇ ਦਾਖਲ ਕੀਤੀ ਹੈ। ਇੱਕ ਹੋਰ ਪੁੱਛਗਿੱਛ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ!";
"livechat.conversation.attended" = "%@ ਦੇ ਨਾਲ %@ ਵਿੱਚ"; //in zylker with andrew
"livechat.conversation.missed" = "%@ ਵਿੱਚ ਖੁੰਝ ਗਿਆ";//Missed in sales
"livechat.conversation.search" = "ਗੱਲਬਾਤ ਲਈ ਖੋਜ ਕਰੋ";
"livechat.conversation.empty" = "ਅਜੇ ਤੱਕ ਕੋਈ ਗੱਲਬਾਤ ਨਹੀਂ ਹੋਈ ਹੈ! ਤੁਸੀਂ ਸਾਡੇ ਮਾਹਰਾਂ ਨਾਲ ਜੁੜਨ ਤੋਂ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਦੂਰ ਹੋ।";
"livechat.faq.empty" = "ਸਾਡਾ ਗਿਆਨ ਅਧਾਰ ਭਾਗ ਨਿਰਮਾਣ ਅਧੀਨ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਵਾਪਸ ਆਓ।";
"livechat.conversaiton.awaiting" = "ਕਨੈਕਟ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ...";
"livechat.faq.article" = "ਲੇਖ";
"livechat.faq.articles" = "ਲੇਖ";
"livechat.faq.view" = "ਵਾਰ ਦੇਖਿਆ ਗਿਆ";
"livechat.faq.views" = "ਇੱਕ ਵਾਰ ਦੇਖਿਆ ਗਿਆ";
"COM.SIQ.END.CALL.DURATION" = "ਤੁਸੀਂ %@ ਲਈ ਇੱਕ ਆਡੀਓ ਕਾਲ ਵਿੱਚ ਸੀ";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "%@ ਇਸ ਸਮੇਂ ਵਿਅਸਤ ਹੈ";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@ ਨੇ ਇੱਕ ਆਡੀਓ ਕਾਲ ਨੂੰ ਅਸਵੀਕਾਰ ਕੀਤਾ";
"COM.SIQ.END.CALL.MISSED" = "%@ ਨੇ ਆਡੀਓ ਕਾਲ ਖੁੰਝੀ";
"COM.SIQ.END.CALL.TERMINATED" = "%@ ਨੇ ਆਡੀਓ ਕਾਲ ਰੱਦ ਕੀਤੀ";
"COM.SIQ.MISSED.CALL.TITLE" = "ਮਿਸਡ ਕਾਲ";
"COM.SIQ.MISSED.CALL.FROM" = "ਤੁਸੀਂ %@ ਵੱਲੋਂ ਇੱਕ ਕਾਲ ਖੁੰਝ ਗਏ";
"livechat.button.endsession" = "ਸੈਸ਼ਨ ਸਮਾਪਤ ਕਰੋ";
"livechat.message.missedChat" = "ਖੁੰਝੀ ਚੈਟ";
"livechat.message.sharedfile" = "ਇੱਕ ਫ਼ਾਈਲ ਸਾਂਝੀ ਕੀਤੀ";
"livechat.message.suggestions" = "ਸੁਝਾਅ";
"livechat.message.like" = "ਪਸੰਦ ਹੈ";
"livechat.message.dislike" = "ਨਾਪਸੰਦ";
"livechat.message.timezone" = "ਸਮਾਂ ਖੇਤਰ";
"livechat.message.date" = "ਮਿਤੀ";//
"livechat.message.time" = "ਸਮਾਂ";//
"livechat.message.from" = "ਵੱਲੋਂ";//
"livechat.message.to" = "ਵੱਲ";//
"livechat.message.speaker" = "ਸਪੀਕਰ";
"livechat.message.settings" = "ਸੈਟਿੰਗਾਂ";
"livechat.message.okay" = "ਠੀਕ ਹੈ";
"livechat.button.dnt" = "ਟਰੈਕ ਨਾ ਕਰੋ";
"livechat.button.gotit" = "ਸਮਝ ਗਏ!";
"livechat.button.learnmore" = "ਹੋਰ ਜਾਣੋ";
"livechat.button.accept" = "ਸਵੀਕਾਰ ਕਰੋ";
"livechat.button.decline" = "ਅਸਵੀਕਾਰ ਕਰੋ";
"livechat.message.changeemail" = "ਈ - ਮੇਲ ਦਾ ਪਤਾ ਬਦਲੋ";
"livechat.message.translateconsent" = "ਅਨੁਵਾਦ ਦੀ ਸਹਿਮਤੀ";
"livechat.message.translation" = "ਅਸੀਂ ਇਸ ਗੱਲਬਾਤ ਦਾ ਅਨੁਵਾਦ ਕਰਨ ਲਈ Google ਅਨੁਵਾਦ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹਾਂ";
"livechat.message.chatconsent" = "ਚੈਟ ਸਹਿਮਤੀ";
"livechat.message.trackconsent" = "ਟ੍ਰੈਕਿੰਗ ਸਹਿਮਤੀ";
"livechat.chatconsent.message" = "ਸਵੀਕਾਰ ਕਰੋ ‘ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਦਰਸਾਏ ਸਾਡੇ ਸਾਰੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।";
"livechat.trackconsent.message1" = "ਹੇ ਸੁਣੋ! ਅਸੀਂ ਤੁਹਾਡੇ ਇਨ-ਐਪ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਲਈ ਸਾਡੀ ਐਪ ‘ਤੇ ਤੁਹਾਡੀਆਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹਾਂ।";
"livechat.trackconsent.message2" = "ਹੇ ਸੁਣੋ! ਅਸੀਂ ਤੁਹਾਡੇ ਇਨ-ਐਪ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਲਈ ਸਾਡੀ ਐਪ ‘ਤੇ ਤੁਹਾਡੀਆਂ ਗਤੀਵਿਧੀਆਂ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹਾਂ। ਪਰ ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਤੋਂ ਹਟਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ “ਟਰੈਕ ਨਾ ਕਰੋ” ਵਿਕਲਪ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।";
"livechat.message.cardmask" = "ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਮਾਸਕਿੰਗ";
"livechat.creditcard.message" = "ਕਿਉਂਕਿ ਤੁਹਾਡਾ ਕਾਰਡ ਨੰਬਰ ਕਾਫ਼ੀ ਸੰਵੇਦਨਸ਼ੀਲ ਡੇਟਾ ਹੈ, ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੰਬਰ ਦੇ ਪਹਿਲੇ 12 ਅੰਕਾਂ ਨੂੰ ਮਾਸਕ ਕਰੀਏ?";
"livechat.button.mask" = "ਮਾਸਕ";
"livechat.message.emailtranscript" = "ਤੁਸੀਂ ਇਸ ਚੈਟ ਪ੍ਰਤੀਲਿਪੀ ਨੂੰ %@ ਨੂੰ ਈਮੇਲ ਕਰਨ ਜਾ ਰਹੇ ਹੋ।";
"livechat.message.slidetodelete" = "ਮਿਟਾਉਣ ਲਈ ਸਲਾਈਡ ਕਰੋ";
"livechat.message.holdtorecord" = "ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਹੋਲਡ ਕਰੋ, ਰੋਕਣ ਲਈ ਛੱਡੋ";
"livechat.permission.microphone" = "ਵੌਇਸ ਸੁਨੇਹੇ ਰਿਕਾਰਡ ਕਰਨ ਅਤੇ ਭੇਜਣ ਲਈ ਆਪਣੇ ਡਿਵਾਈਸ ਮਾਈਕ੍ਰੋਫੋਨ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦਿਓ।";
"livechat.buttton.later" = "ਬਾਅਦ ਵਿੱਚ";
"livechat.message.permission" = "ਐਪਸ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ‘ਤੇ ਨੈਵੀਗੇਟ ਕਰੋ";
"livechat.message.angry" = "ਗੁੱਸਾ";
"livechat.message.sad" = "ਉਦਾਸ";
"livechat.message.good" = "ਵਧੀਆ";
"livechat.message.great" = "ਬਹੁਤ ਵਧੀਆ";
"livechat.message.chattransfering" = "%@, %@ ਵਿੱਚ ਚੈਟ ਟ੍ਰਾਂਸਫਰ ਕਰ ਰਿਹਾ ਹੈ।";
"livechat.message.forwardsupport" = "%@ ਇਸ ਚੈਟ ਨੂੰ ਟ੍ਰਾਂਸਫਰ ਕਰ ਰਿਹਾ ਹੈ।";
"livechat.message.forwardaccepted" = "ਚੈਟ %@ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਗੇ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ।";
"livechat.button.done" = "ਹੋ ਗਿਆ";
"livechat.button.skip" = "ਛੱਡੋ";
"livechat.button.confirm" = "ਪੁਸ਼ਟੀ ਕਰੋ";
"livechat.message.bookslot" = "ਇੱਕ ਸਲਾਟ ਬੁੱਕ ਕਰੋ";
"livechat.message.verybad" = "ਬਹੁਤ ਬੁਰਾ";
"livechat.message.neutral" = "ਨਿਰਪੱਖ";
"livechat.message.pickdate" = "ਇੱਕ ਮਿਤੀ ਚੁਣੋ";
"livechat.message.pickslot" = "ਇੱਕ ਸਮਾਂ ਸਲਾਟ ਚੁਣੋ";
"livechat.message.pickloc" = "ਇੱਕ ਟਿਕਾਣਾ ਚੁਣੋ";
"livechat.message.location" = "ਟਿਕਾਣਾ";
"livechat.message.curloc" = "ਮੌਜੂਦਾ ਟਿਕਾਣਾ ਭੇਜੋ";
"livechat.message.selloc" = "ਚੁਣੀ ਹੋਈ ਟਿਕਾਣਾ ਭੇਜੋ";
"livechat.message.continuesession" = "ਸਾਡੇ ਨਾਲ ਤੁਹਾਡਾ ਚੈਟ ਸੈਸ਼ਨ ਸਮਾਪਤ ਹੋਇਆ। ਕੀ ਕੋਈ ਹੋਰ ਸਵਾਲ ਸਪੱਸ਼ਟ ਕਰਨ ਲਈ ਹਨ? ਸਾਡੇ ਨਾਲ ਗੱਲਬਾਤ ਕਰਨ ਲਈ ਜਾਰੀ ਰੱਖੋ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।";
"livechat.button.sendemail" = "ਈਮੇਲ ਚੈਟ ਪ੍ਰਤੀਲਿਪੀ";
"livechat.button.continue" = "ਜਾਰੀ ਰੱਖੋ";
"livechat.message.mailsent" = "ਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜੀ ਗਈ";
"livechat.message.mailfailed" = "ਮੇਲ ਭੇਜਣਾ ਅਸਫਲ ਰਿਹਾ";
"livechat.button.yes" = "ਹਾਂ";
"livechat.button.no" = "ਨਹੀਂ";
"livechat.message.connectohuman" = "ਮਨੁੱਖੀ ਮਦਦ ਦੀ ਲੋੜ ਹੈ?";
"livechat.message.downloading" = "ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ";
"livechat.message.uploading" = "ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ";
"livechat.message.sendphoto" = "1 ਫੋਟੋ ਭੇਜੋ";
"livechat.message.sendvideo" = "1 ਵੀਡੀਓ ਭੇਜੋ";
"livechat.message.sendphotos" = "%@ ਫੋਟੋਆਂ ਭੇਜੋ";
"livechat.message.sendvideos" = "%@ ਵੀਡੀਓ ਭੇਜੋ";
"livechat.message.senditems" = "%@ ਆਈਟਮਾਂ ਭੇਜੋ";
"livechat.message.saved" = "ਸੰਭਾਲੀ ਗਈ";
"livechat.message.screenshot" = "ਕੈਪਚਰ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ";
"livechat.message.time.yearsago" = "%@ਸਾ ਪਹਿਲਾਂ";
"livechat.message.time.monthsago" = "%@ਮ ਪਹਿਲਾਂ";
"livechat.message.time.weeksago" = "%@ਹ ਪਹਿਲਾਂ";
"livechat.message.time.daysago" = "%@ਦਿ ਪਹਿਲਾਂ";
"livechat.message.time.hoursago" = "%@ਘੰ ਪਹਿਲਾਂ";
"livechat.message.time.minutesago" = "%@ਮਿ ਪਹਿਲਾਂ";
"livechat.message.time.secondsago" = "%@ਸ ਪਹਿਲਾਂ";
"livechat.continue.chat" = "ਚੈਟ ਜਾਰੀ ਰੱਖੋ";
"livechat.conversation.started" = "%@ ਵਿੱਚ";
"livechat.message.sendfeedback" = "ਫੀਡਬੈਕ ਭੇਜੋ";
"livechat.message.sessionendtime" = "ਗੱਲਬਾਤ ਸੈਸ਼ਨ %@ ਵਿੱਚ ਸਮਾਪਤ ਹੋਵੇਗਾ";
"livechat.message.recieveimage" = "%@ ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ ਚਿੱਤਰ ਭੇਜਿਆ ਹੈ";
"livechat.message.recievevideo" = "%@ ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ ਵੀਡੀਓ ਭੇਜਿਆ ਹੈ";
"livechat.message.recievegif" = "%@ ਨੇ ਤੁਹਾਨੂੰ ਇੱਕ GIF ਭੇਜਿਆ ਹੈ";
"livechat.message.recievefile" = "%@ ਤੁਹਾਨੂੰ ਇੱਕ ਫਾਈਲ ਭੇਜੀ ਹੈ";
"livechat.message.recieveaudio" = "%@ ਤੁਹਾਨੂੰ ਇੱਕ ਆਡੀਓ ਕਲਿੱਪ ਭੇਜਿਆ ਹੈ";
"livechat.message.sharescreenshot" = "ਸਕਰੀਨਸ਼ਾਟ ਸਾਂਝਾ ਕਰੋ";
"livechat.message.defaultthankmsg" = "ਅੱਜ ਤੁਹਾਡੇ ਨਾਲ ਗੱਲਬਾਤ ਕਰਕੇ ਮੈਨੂੰ ਖੁਸ਼ੀ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਆਪਣੀ ‘ਰੇਟਿੰਗ’ ਦੇਣ ਲਈ ਕੁਝ ਸਮਾਂ ਕੱਢੋ।";
"livechat.message.rate.1star" = "ਸਾਨੂੰ ਅਫ਼ਸੋਸ ਹੈ ਕਿ ਅਸੀਂ ਮਦਦ ਨਹੀਂ ਕਰ ਸਕੇ। ਅਸੀਂ ਆਪਣੇ ਸਮਰਥਨ ਵਿੱਚ ਸੁਧਾਰ ਕਰਾਂਗੇ।";
"livechat.message.rate.2star" = "ਮਾਫੀ! ਅਸੀਂ ਤੁਹਾਨੂੰ ਅਗਲੀ ਵਾਰ ਇੱਕ ਬਿਹਤਰ ਅਨੁਭਵ ਦਾ ਭਰੋਸਾ ਦਿਵਾਉਂਦੇ ਹਾਂ।";
"livechat.message.rate.3star" = "ਰੇਟਿੰਗ ਲਈ ਧੰਨਵਾਦ! ਕਿਸੇ ਵੀ ਸਹਾਇਤਾ ਲਈ ਸਾਨੂੰ ਪਿੰਗ ਕਰਨ ਲਈ ਬੇਝਿਜਕ ਮਹਿਸੂਸ ਕਰੋ।";
"livechat.message.rate.4star" = "ਤੁਹਾਡੀ ਰੇਟਿੰਗ ਲਈ ਧੰਨਵਾਦ। ਅਸੀਂ ਮਦਦ ਕਰਕੇ ਖੁਸ਼ ਹਾਂ।";
"livechat.message.rate.5star" = "ਵਾਹ, ਧੰਨਵਾਦ!  ਅਸੀਂ ਤੁਹਾਡੀ ਮਦਦ ਕਰਕੇ ਖੁਸ਼ ਹਾਂ";
"livechat.message.feedback" = "ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।";
"livechat.message.state.connecting" = "ਜੁੜ ਰਹੇ";
"livechat.message.state.connected" = "ਜੁੜਿਆ ਹੋਇਆ";
"livechat.message.inputcard.title.name" = "ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ";
"livechat.message.inputcard.title.phone" = "ਸੰਪਰਕ ਦਰਜ ਕਰੋ";
"livechat.message.inputcard.title.url" = "URL ਦਾਖ਼ਲ ਕਰੋ";
"livechat.message.inputcard.title.email" = "ਈਮੇਲ ਦਾਖ਼ਲ ਕਰੋ";
"livechat.message.inputcard.error.name" = "ਇੱਕ ਵੈਧ ਨਾਮ ਦਾਖਲ ਕਰੋ";
"livechat.message.inputcard.error.email" = "ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ";
"livechat.message.inputcard.error.contact" = "ਇੱਕ ਵੈਧ ਸੰਪਰਕ ਨੰਬਰ ਦਾਖਲ ਕਰੋ";
"livechat.message.inputcard.error.url" = "ਇੱਕ ਵੈਧ URL ਦਾਖਲ ਕਰੋ";
"livechat.message.form.inline.introduction" = "ਇਹ ਜਾਣਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ ਕਿ ਅਸੀਂ ਕਿਸ ਨਾਲ ਗੱਲ ਕਰ ਰਹੇ ਹਾਂ।";
"livechat.message.form.inline.chatmessage" = "ਕਿਰਪਾ ਕਰਕੇ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਸਾਨੂੰ ਕੁਝ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰੋ।";
"livechat.message.form.inline.buttontitle" = "ਫਾਰਮ ਭਰੋ";
"livechat.message.form.field.error.question" = "ਕੋਈ ਸਵਾਲ ਦਾਖਲ ਕਰੋ";
"livechat.message.form.field.question" = "ਇੱਥੇ ਆਪਣਾ ਪ੍ਰਸ਼ਨ ਦਾਖਿਲ ਕਰੋ";
"livechat.message.form.field.campaign" = "ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਨਿਊਜ਼ਲੈਟਰ ਦੀ ਗਾਹਕੀ ਲੈਣਾ ਚਾਹੋਗੇ?";
"livechat.message.form.field.error.unknown" = "ਦਿੱਤਾ ਗਿਆ ਜਵਾਬ ਅਵੈਧ ਹੈ।";
"livechat.message.form.field.department.fieldname" = "ਵਿਭਾਗ";
"livechat.message.form.field.department.message" = "ਕਿਰਪਾ ਕਰਕੇ ਉਹ ਵਿਭਾਗ ਚੁਣੋ ਜਿਸ ਨੂੰ ਤੁਹਾਡੀ ਬੇਨਤੀ ਭੇਜੀ ਜਾਣੀ ਹੈ";
"livechat.message.form.field.department.placeholder" = "ਇੱਕ ਵਿਭਾਗ ਚੁਣੋ";
"livechat.message.form.field.department.coversation.error" = "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਹੋਰ ਵਿਭਾਗ ਚੁਣੋ।";
"livechat.message.form.field.department.traditional.error" = "ਇੱਕ ਵੈਧ ਵਿਭਾਗ ਚੁਣੋ";
"livechat.message.form.field.email.fieldname" = "ਈਮੇਲ";
"livechat.message.form.field.email.message" = "ਕੀ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਈਮੇਲ ਭੇਜ ਸਕਦੇ ਹਾਂ?";
"livechat.message.form.field.email.placeholder" = "ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ";
"livechat.message.form.field.email.coversation.error" = "ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤਾ ਈਮੇਲ ਪਤਾ ਗਲਤ ਜਾਪਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦੁਬਾਰਾ ਦਾਖਲ ਕਰੋ।";
"livechat.message.form.field.email.traditional.error" = "ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ";
"livechat.message.form.field.phone.fieldname" = "ਫ਼ੋਨ";
"livechat.message.form.field.phone.message" = "ਕੀ ਸਾਨੂੰ ਤੁਹਾਡਾ ਸੰਪਰਕ ਨੰਬਰ ਮਿਲ ਸਕਦਾ ਹੈ?";
"livechat.message.form.field.phone.placeholder" = "ਆਪਣਾ ਸੰਪਰਕ ਨੰਬਰ ਦਾਖਲ ਕਰੋ";
"livechat.message.form.field.phone.coversation.error" = "ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤਾ ਫ਼ੋਨ ਨੰਬਰ ਗਲਤ ਜਾਪਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦੁਬਾਰਾ ਦਾਖਲ ਕਰੋ।";
"livechat.message.form.field.phone.traditional.error" = "ਇੱਕ ਵੈਧ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ";
"livechat.message.form.field.name.fieldname" = "ਨਾਮ";
"livechat.message.form.field.name.message" = "ਤੁਸੀਂ ਕਿਵੇਂ ਸੰਬੋਧਿਤ ਹੋਣਾ ਚਾਹੋਗੇ?";
"livechat.message.form.field.name.placeholder" = "ਆਪਣਾ ਨਾਮ ਦਾਖ਼ਲ ਕਰੋ";
"livechat.message.form.field.name.coversation.error" = "ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਰਜ ਕੀਤਾ ਨਾਮ ਬਿਲਕੁਲ ਸਹੀ ਨਹੀਂ ਜਾਪਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਦੁਬਾਰਾ ਦਰਜ ਕਰੋ।";
"livechat.message.form.field.name.traditional.error" = "ਇੱਕ ਵੈਧ ਨਾਮ ਦਰਜ ਕਰੋ";
"livechat.message.form.conversation.sendername" = "ਓਪਰੇਟਰ";
"livechat.message.form.traditional.title" = "ਉਪਭੋਗਤਾ ਵੇਰਵੇ";
"livechat.message.error.internet" = "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।";
"livechat.message.error.unknown" = "ਓਹ! ਕੁਝ ਗੜਬੜ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";
"livechat.conversation.started_no_dept" = "%@ ਨਾਲ";
"livechat.message.reopensession" = "ਤੁਹਾਡਾ ਚੈਟ ਸੈਸ਼ਨ ਖਤਮ ਹੋ ਗਿਆ ਹੈ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਸਵਾਲ ਹਨ ਤਾਂ ਤੁਸੀਂ ਚੈਟ ਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹ ਸਕਦੇ ਹੋ।";
"livechat.message.failiure.unknown" = "ਕੁਝ ਗੜਬੜ ਹੋ ਗਈ। ਗਲਤੀ ਕੋਡ: %@";
"livechat.message.failiure.throttle" = "ਕਨੈਕਸ਼ਨ ਥ੍ਰੋਟਲ ਕੀਤਾ ਗਿਆ। ਕੁਝ ਸਮੇਂ ਬਾਅਦ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"livechat.message.failiure.operationFailed" = "ਓਪਰੇਸ਼ਨ ਅਸਫਲ ਰਿਹਾ";
"livechat.button.reopen" = "ਚੈਟ ਦੁਬਾਰਾ ਖੋਲ੍ਹੋ";
"livechat.message.conversation.reopened" = "ਤੁਸੀਂ ਚੈਟ ਨੂੰ ਦੁਬਾਰਾ ਖੋਲ੍ਹਿਆ ਹੈ";
"livechat.message.sendblocked.ended" = "ਇਹ ਚੈਟ ਖਤਮ ਹੋ ਗਈ ਹੈ";
"livechat.message.conversation.operatorsunavailable" = "ਕੋਈ ਓਪਰੇਟਰ ਉਪਲਬਧ ਨਹੀਂ ਹਨ";
"livechat.message.conversation.waiting" = "ਆਪਰੇਟਰ ਜਲਦੀ ਹੀ ਸ਼ਾਮਲ ਹੋਵੇਗਾ";
"livechat.message.conversation.formwaiting" = "ਤੁਹਾਡੇ ਵੇਰਵਿਆਂ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ";
"livechat.button.sure" = "ਯਕੀਨਨ";
"livechat.message.chatwithus" = "ਸਾਡੇ ਨਾਲ ਹੁਣੇ ਚੈਟ ਕਰੋ!";
"livechat.message.search" = "ਖੋਜ ਕਰੋ";
"livechat.rate.titlemessage" = "ਸਾਡੇ ਨਾਲ ਤੁਹਾਡਾ ਗੱਲਬਾਤ ਦਾ ਅਨੁਭਵ ਕਿਹੋ ਜਿਹਾ ਰਿਹਾ?";
"livechat.rate.subtitlemessage" = "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ‘ਰੇਟਿੰਗ’ ਦੇਣ ਲਈ ਕੁਝ ਸਮਾਂ ਕੱਢੋ।";
"livechat.message.time.justnow" = "ਹੁਣੇ";
"livechat.message.file" = "ਫਾਈਲ";
"livechat.message.missed.message" = "ਮਾਫ਼ ਕਰਨਾ ਅਸੀਂ ਤੁਹਾਨੂੰ ਯਾਦ ਕੀਤਾ! ਅਸੀਂ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ!";
"livechat.message.connection.online.message" = "ਵਾਪਸ ਆਨਲਾਈਨ!";
"salesiq.chat.branding" = "SalesIQ Mobilisten ਦੁਆਰਾ ਸੰਚਾਲਿਤ";
"livechat.button.download" = "ਡਾਉਨਲੋਡ ਕਰੋ";
"livechat.alert.formactivenotice.title" = "ਕਿਸੇ ਹੋਰ ਚੈਟ ਵਿੱਚ ਫ਼ਾਰਮ ਐਕਟਿਵ ਹੈ";
"livechat.alert.formactivenotice.subtitle" = "ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਂ ਚੈਟ ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪਿਛਲੀ ਚੈਟ ਵਿੱਚ ਫਾਰਮ ਭਰੋ!";
"livechat.message.offlinemessage.submitted" = "ਔਫਲਾਈਨ ਸੁਨੇਹਾ ਜਮ੍ਹਾਂ ਕੀਤਾ";
"livechat.message.storage_permission.denied" = "ਸਟੋਰੇਜ ਦੀ ਇਜਾਜ਼ਤ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ।";
"livechat.message.timedout" = "ਸਮਾਂ ਸਮਾਪਤ";
"livechat.message.success" = "ਸਫ਼ਲਤਾ";
"livechat.message.faliure" = "ਅਸਫ਼ਲ ਰਿਹਾ";
"livechat.message.widget.selectionlimit" = "ਇੱਕ ਤੋਂ ਵੱਧ ਚੋਣ ਸੀਮਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ";
"livechat.message.noresult" = "ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ";
"livechat.message.waitingforconnection" = "ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ";
"livechat.message.chat.closedalert" = "ਸੈਸ਼ਨ ਬੰਦ ਹੋਇਆ! ਜਾਰੀ ਰੱਖਣ ਲਈ ਚੈਟ ਨੂੰ ਮੁੜ-ਖੋਲੋ।";
"livechat.message.info.chatmissed" = "ਅਸੀਂ ਤੁਹਾਡੀ ਚੈਟ ਬੇਨਤੀ ਨੂੰ ਖੁੰਝ ਗਏ ਹਾਂ";
"livechat.message.status.sending" = "ਭੇਜ ਰਿਹਾ ਹੈ";
"livechat.message.status.sent" = "ਭੇਜਿਆ";
"livechat.message.status.resend" = "ਦੁਬਾਰਾ ਭੇਜੋ";
"livechat.message.status.delete" = "ਮਿਟਾਓ";
"livechat.message.inputcard.error.novalue" = "ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਵੈਲਯੂ ਦਾਖ਼ਲ ਕਰੋ";
"livechat.chat.pendingaction.placeholder" = "ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।";
"livechat.chat.sender.profanity.alert" = "ਦੁਰਵਿਹਾਰ ਸੁਚੇਤਤਾ";
"livechat.chat.queue.banner.calculating" = "ਉਡੀਕ ਸਮੇਂ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...";
"livechat.chat.queue.banner.title" = "ਤੁਸੀਂ ਚੈਟ ਕਤਾਰ ਵਿੱਚ ਹੋ";
"livechat.chat.queue.banner.timeremaining" = "ਅਨੁਮਾਨਿਤ ਉਡੀਕ ਸਮਾਂ ਲਗਭਗ ~ %@ ਹੈ";
"livechat.chat.queue.banner.position.subtitle" = "ਸਪਾਟ";
"livechat.chat.list.subtitle.queue.spot" = "ਕਤਾਰ ਵਿੱਚ ਸਥਾਨ:%@";
"livechat.gdpr.googletranslate.consent" = "ਇਸ ਸੇਵਾ ਵਿੱਚ Google ਦੁਆਰਾ ਸੰਚਾਲਿਤ ਅਨੁਵਾਦ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ। Google ਅਨੁਵਾਦਾਂ ਨਾਲ ਸੰਬੰਧਿਤ ਸਾਰੀਆਂ ਵਾਰੰਟੀਆਂ, ਸਪਸ਼ਟ ਜਾਂ ਅਪ੍ਰਤੱਖ, ਜਿਸ ਵਿੱਚ ਸ਼ੁੱਧਤਾ, ਭਰੋਸੇਯੋਗਤਾ, ਅਤੇ ਵਪਾਰਕਤਾ, ਕਿਸੇ ਖਾਸ ਉਦੇਸ਼ ਲਈ ਫਿਟਨੈਸ ਅਤੇ ਗੈਰ-ਉਲੰਘਣ ਦੀ ਕੋਈ ਵੀ ਨਿਸ਼ਚਿਤ ਵਾਰੰਟੀ ਸ਼ਾਮਲ ਹੈ, ਨੂੰ ਅਸਵੀਕਾਰ ਕਰਦਾ ਹੈ।";
"livechat.button.schedule" = "ਸ਼ੈਡਿਊਲ ਕਰੋ";
"livechat.message.inputwidget.datetime.title" = "ਮਿਤੀ ਅਤੇ ਸਮਾਂ";
"livechat.message.search.country.placeholder" = "ਦੇਸ਼ ਜਾਂ ਕੋਡ ਖੋਜੋ";
"livechat.message.permission.denied.location" = "ਟਿਕਾਣਾ ਦੀ ਮਨਜ਼ੂਰੀ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ।";
"livechat.messsage.search.noresults" = "ਅਸੀਂ ਤੁਹਾਡੀ ਖੋਜ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਲੱਭ ਸਕਦੇ";

"livechat.message.status.edit" = "ਸੰਪਾਦਨ ਕਰੋ";
"livechat.message.status.reply" = "ਜਵਾਬ ਦਿਓ";
"livechat.message.deletingmessage" = "ਸੁਨੇਹਾ ਮਿਟਾਇਆ ਜਾ ਰਿਹਾ ਹੈ";
"livechat.message.deletemessage" = "ਕੀ ਸੁਨੇਹਾ ਮਿਟਾਉਣਾ ਹੈ?";
"livechat.message.messagedeletedforeveryone" = "ਇਹ ਸੁਨੇਹਾ ਹਰੇਕ ਲਈ ਮਿਟਾ ਦਿੱਤਾ ਜਾਏਗਾ। ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਵਾਪਸ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।";
"livechat.message.loadmoremessage" = "ਹੋਰ ਲੋਡ ਕਰੋ";
"livechat.message.messagedeleted" = "ਇਹ ਸੁਨੇਹਾ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ";
"livechat.message.messageedited" = "ਸੰਪਾਦਿਤ ਕੀਤਾ";
"livechat.message.failure.transcriptFetch" = "ਸੁਨੇਹੇ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"livechat.message.failure.deleteMessage" = "ਸੁਨੇਹਾ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"livechat.message.failure.editMessage" = "ਸੁਨੇਹਾ ਸੰਪਾਦਿਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"livechat.message.log.title" = "ਐਪਲੀਕੇਸ਼ਨ ਲੌਗ";
"livechat.message.log.chatMessage" = "ਆਪਰੇਟਰ ਨੇ ਤੁਹਾਡੇ ਐਪ ਲੌਗ ਤੱਕ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਹੈ";
"livechat.message.share" = "ਸਾਂਝਾ ਕਰੋ";
"livechat.info.message" = "ਕਾਪੀ ਕੀਤਾ";

//Bookings
"livechat.booking.description" = "ਆਪਣੀ ਮੁਲਾਕਾਤ ਤਹਿ ਕਰਨ ਲਈ ਹੇਠਾਂ ‘ਹੁਣੇ ਬੁੱਕ ਕਰੋ’ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।";
"livechat.booking.bookappointment" = "ਬੁੱਕ ਅਪਾਇੰਟਮੈਂਟ";
"livechat.booking.cancelbooking" = "ਬੁਕਿੰਗ ਰੱਦ ਕਰੋ";
"livechat.booking.cancelbooking.message" = "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ ‘ਤੇ ਇਸ ਬੁਕਿੰਗ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?";
"livechat.booking.discardbooking" = "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ ‘ਤੇ ਬਦਲਾਵਾਂ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ";
"livechat.common.discard" = "ਰੱਦ ਕਰੋ";
"livechat.booking.pickadate" = "ਇੱਕ ਮਿਤੀ ਚੁਣੋ";
"livechat.booking.allslotsbooked" = "ਸਾਰੇ ਸਲਾਟ ਬੁੱਕ ਕੀਤੇ ਗਏ ਹਨ";
"livechat.booking.allslotsbooked.message" = "ਅਜਿਹਾ ਜਾਪਦਾ ਹੈ ਕਿ ਸਾਰੇ ਸਲਾਟ ਇਸ ਮਿਤੀ ‘ਤੇ ਬੁੱਕ ਕੀਤੇ ਗਏ ਹਨ, ਕਿਸੇ ਹੋਰ ਤਾਰੀਖ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"livechat.booking.unavailable" = "ਅਣਉਪਲਬਧ";
"livechat.booking.slots" = "ਸਲਾਟ";
"livechat.booking.slot" = "ਸਲੋਟ";
"livechat.booking.choosedate" = "ਮਿਤੀ ਚੁਣੋ";
"livechat.booking.bookingconfirmation.title" = "ਬੁਕਿੰਗ ਦੀ ਪੁਸ਼ਟੀ";
"livechat.booking.verifydetails" = "ਸੰਪਰਕ ਵੇਰਵਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ";
"livechat.common.noresultfound" = "ਖੋਜ ਲਈ ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ";
"livechat.booking.choosetimeslot.title" = "ਸਮਾਂ ਸਲਾਟ ਚੁਣੋ";
"livechat.booking.booknow" = "ਹੁਣੇ ਬੁੱਕ ਕਰੋ";
"livechat.booking.scheduled" = "ਸ਼ੈਡਿਊਲ ਕੀਤਾ";
"livechat.booking.cancelled" = "ਰੱਦ ਕੀਤਾ ਗਿਆ";
"livechat.booking.reschedule" = "ਮੁੜ ਤਹਿ ਕਰੋ";
"livechat.booking.cancel" = "ਰੱਦ ਕਰੋ";

"livechat.booking.expired" = "ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ";
"livechat.booking.rescheduled" = "ਮੁੜ ਨਿਯਤ ਕੀਤਾ ਗਿਆ";
"livechat.booking.error.booknow" = "ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ"; // Done
"livechat.booking.error.bookanappointment" = "ਮੁਲਾਕਾਤ ਬੁੱਕ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ"; // Done
"livechat.booking.error.confirmappointment" = "ਮੁਲਾਕਾਤ ਬੁਕਿੰਗ ਅਸਫਲ ਰਹੀ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ."; // Done
"livechat.booking.error.rescheduleaction" = "ਮੁੜ-ਨਿਯਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ.";
"livechat.booking.error.cancelaction" = "ਰੱਦ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ.";
"livechat.booking.error.rescheduleappointment" = "ਮੁੜ-ਨਿਯਤ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ."; // Done
"livechat.info.booking.reschedule" = "ਮੁਲਾਕਾਤ ਮੁੜ ਨਿਯਤ ਕੀਤੀ ਗਈ"; // Done
"livechat.info.booking.cancel" = "ਮੁਲਾਕਾਤ ਰੱਦ ਕੀਤੀ ਗਈ"; // Done
"livechat.booking.success.appointment" = "ਮੁਲਾਕਾਤ ਸਫਲਤਾਪੂਰਵਕ ਬੁੱਕ ਕੀਤੀ ਗਈ"; // Done
"livechat.booking.success.reschedule" = "ਮੁਲਾਕਾਤ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮੁੜ ਨਿਯਤ ਕੀਤਾ ਗਿਆ"; // Done
"livechat.booking.success.cancel" = "ਮੁਲਾਕਾਤ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਰੱਦ ਕੀਤਾ ਗਿਆ"; // Done
"livechat.booking.disabled" = "ਪੋਰਟਲ ਵਿੱਚ ਏਕੀਕਰਣ ਯੋਗ ਨਹੀਂ ਹੈ";
"livechat.booking.search" = "ਲਈ ਕੋਈ ਖੋਜ ਨਤੀਜੇ ਨਹੀਂ ਮਿਲੇ";
"livechat.voicemessage.alert.title" = "ਵੌਇਸ ਸੁਨੇਹਾ ਡਿਸਕਾਰਡ ਕਰੋ";
"livechat.voicemessage.alert.message" = "ਇਹ ਤੁਹਾਡੇ ਰਿਕਾਰਡ ਕੀਤੇ ਵੌਇਸ ਸੁਨੇਹੇ ਨੂੰ ਡਿਸਕਾਰਡ ਕਰ ਦੇਵੇਗਾ";
"livechat.booking.alert.discardChangesPrompt" = "ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਕੀ ਤੁਸੀਂ ਅੱਗੇ ਵਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"livechat.alert.button.proceed" = "ਅੱਗੇ ਵਧੋ";
"livechat.alert.button.cancel" = "ਰੱਦ ਕਰੋ";

// knowledgebase
"livechat.knowledgebase.subcategories" = "ਉਪ-ਸ਼੍ਰੇਣੀਆਂ";
"livechat.knowledgebase.article" = "ਲੇਖ";
"livechat.knowledgebase.articles" = "ਲੇਖ";
"livechat.knowledgebase.relatedarticles" = "ਸੰਬੰਧਿਤ ਲੇਖ";
"livechat.knowledgebase.subcategory.count" = "ਉਪ-ਸ਼੍ਰੇਣੀ";
"livechat.knowledgebase.subcategories.count" = "ਉਪ-ਸ਼੍ਰੇਣੀਆਂ";
"livechat.knowledgebase.recentlyviewed" = "ਹਾਲ ਹੀ ਵਿੱਚ ਦੇਖਿਆ ਗਿਆ";
"livechat.knowledgebase.choosedepartment" = "ਵਿਭਾਗ ਚੁਣੋ";
"livechat.knowledgebase.search.departments" = "ਵਿਭਾਗਾਂ";
"livechat.knowledgebase.delete.or.disabled" = "ਲੇਖ ਉਪਲਬਧ ਨਹੀਂ ਹੈ";

"livechat.knowledgebase.recentsearches" = "ਹਾਲੀਆ ਖੋਜਾਂ";
"livechat.knowledgebase.categories" = "ਸ਼੍ਰੇਣੀਆਂ";
"livechat.knowledgebase.article.updated" = "ਅੱਪਡੇਟ ਕੀਤਾ";
"livechat.knowledgebase.action.like" = "ਪਸੰਦ ਹੈ";
"livechat.knowledgebase.action.dislike" = "ਨਾਪਸੰਦ";
"livechat.knowledgebase.info.liked" = "ਪਸੰਦ ਕੀਤਾ";
"livechat.knowledgebase.info.disliked" = "ਨਾਪਸੰਦ";
"livechat.knowledgebase.view" = "ਵਾਰ ਦੇਖਿਆ ਗਿਆ";
"livechat.knowledgebase.views" = "ਇੱਕ ਵਾਰ ਦੇਖਿਆ ਗਿਆ";
"livechat.knowledgebase.action.invalid" = "ਅਵੈਧ ਕਾਰਵਾਈ। ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ.";
"livechat.knowledgebase.noviews" = "ਨਹੀਂ ਦੇਖਿਆ ਗਿਆ";

"livechat.chat" = "ਚੈਟ";
"livechat.knowledgebase.time.yearsago" = "%@ ਸ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.knowledgebase.time.monthago" = "%@ ਮ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.knowledgebase.time.dayago" = "1 ਦਿਨ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.knowledgebase.time.daysago" = "%@ ਦਿਨ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.knowledgebase.time.hourago" = "1 ਘੰਟਾ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.knowledgebase.time.hoursago" = "%@ ਘੰਟੇ ਪਹਿਲਾਂ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.knowledgebase.time.justnow" = "ਹੁਣੇ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ";
"livechat.conversation.unavailable" = "ਚੈਟ ਉਪਲਬਧ ਨਹੀਂ ਹੈ";
"livechat.message.file.not.supported" = "ਫਾਈਲ ਕਿਸਮ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ";
"livechat.message.sending.failed" = "ਸੁਨੇਹਾ ਭੇੱਜਣਾ ਅਸਫਲ ਰਿਹਾ";
"livechat.launcher.dismiss" = "ਖਾਰਜ ਕਰਨ ਲਈ ਇੱਥੇ ਘਸੀਟੋ";
"livechat.button.endchat" = "ਚੈਟ ਖਤਮ ਕਰੋ";

"livechat.message.resendall" = "ਸਾਰੇ ਦੁਬਾਰਾ ਭੇਜੋ";
"livechat.message.deleteall" = "ਸਾਰੇ ਮਿਟਾਓ";
"livechat.filebotcard.minimumselection.error" = "ਕਿਰਪਾ ਕਰਕੇ ਘੱਟੋ ਘੱਟ %@ ਫਾਈਲਾਂ ਚੁਣੋ";
"livechat.filebotcard.maximumselection.error" = "%@ ਤੋਂ ਵੱਧ ਫ਼ਾਈਲਾਂ ਸਾਂਝੀਆਂ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ";
"livechat.filebotcard.selectionfile.limitexceed.error" = "ਫਾਈਲ ਦਾ ਆਕਾਰ %@ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ";
"livechat.filebotcard.upload" = "ਅੱਪਲੋਡ ਕਰੋ";

"livechat.message.widget.minimumselectionlimit" = "ਘੱਟੋ-ਘੱਟ %@ ਚੋਣ ਲੋੜੀਂਦੀ ਹੈ";
"livechat.message.resource.viewarticle" = "ਲੇਖ ਦੇਖੋ";
"livechat.filebotcard.unsupportedfile.error" = "ਚੁਣੀ ਗਈ ਫਾਈਲ ਅਸਵੀਕਾਰਯੋਗ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਹੋਰ ਫਾਈਲ ਚੁਣੋ। ";
"livechat.fab.call.action" = "ਕਾਲ ਕਰੋ";
"livechat.fab.chat.action" = "ਚੈਟ";
"livechat.fab.close.action" = "ਬੰਦ ਕਰੋ";

"livechat.info.call.convertedaschat" = "%@ ਨੇ ਕਾਲ ਨੂੰ ਚੈਟ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ";
"livechat.info.call.end" = "%@ ਲਈ %@ ‘ਤੇ ਆਡੀਓ ਕਾਲ";
"livechat.info.call.reject.peer" = "%@ ਇਸ ਵੇਲੇ ਵਿਅਸਤ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ";
"livechat.info.call.reject" = "%@ ਨੇ %@ ‘ਤੇ ਇੱਕ ਆਡੀਓ ਕਾਲ ਨੂੰ ਅਸਵੀਕਾਰ ਕੀਤਾ";
"livechat.info.call.missed.other" = "%@ ਨੇ %@ ਤੁਹਾਡੀ ਆਡੀਓ ਕਾਲ ਖੁੰਝੀ";
"livechat.info.call.missed.self" = "%@ ਨੇ %@ ‘ਤੇ ਆਡੀਓ ਕਾਲ ਮਿਸ ਕੀਤੀ";
"livechat.info.call.cancelled" = "%@ ਨੇ %@ ‘ਤੇ ਆਡੀਓ ਕਾਲ ਰੱਦ ਕੀਤੀ";
"livechat.common.loading" = "ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...";
"livechat.call.title.ongoingcall" = "ਚੱਲ ਰਹੀ ਕਾਲ";
"livechat.prechat.chat.online.title" = "ਸਾਡੇ ਨਾਲ ਹੁਣੇ ਚੈਟ ਕਰੋ!";
"livechat.prechat.chat.offline.title" = "ਸਾਡੇ ਲਈ ਇੱਕ ਸੰਦੇਸ਼ ਛੱਡੋ";
"livechat.prechat.call.online.title" = "ਸਾਨੂੰ ਹੁਣੇ ਕਾਲ ਕਰੋ";
"livechat.prechat.call.offline.title" = "ਸਾਨੂੰ ਇੱਕ ਮਿਸ ਕਾਲ ਛੱਡੋ";
"livechat.call.warning.make.new.call" = "ਜਦੋਂ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਕਿਸੇ ਹੋਰ ਕਾਲ ‘ਤੇ ਹੁੰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਨਵੀਂ ਕਾਲ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹੋ।";
"livechat.call.end.alert.when.end.conversation" = "ਚੈਟ ਨੂੰ ਖਤਮ ਕਰਨ ਨਾਲ ਚੱਲ ਰਹੀ ਕਾਲ ਵੀ ਖਤਮ ਹੋ ਜਾਵੇਗੀ। ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ ‘ਤੇ ਅੱਗੇ ਵਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"livechat.action.end" = "ਖਤਮ ਕਰੋ";
"livechat.prechat.brand.back.to.online" = "ਹੈਲੋ, ਅਸੀਂ ਵਾਪਸ ਆਨਲਾਈਨ ਹੋ ਗਏ ਹਾਂ!";
"livechat.call.outgoingcall.duration" = "%@ ਲਈ ਜਾ ਰਹੀ ਕਾਲ";
"livechat.call.missed" = "ਮਿਸਡ ਕਾਲ";
"livechat.call.cancelled" = "ਰੱਦ ਕੀਤੀ ਗਈ ਕਾਲ";
"livechat.missed.chat.response" = "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ! ਅਸੀਂ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ।";
"livechat.call.miss.alert.title" = "ਓਪਰੇਟਰ ਉਪਲਬਧ ਨਹੀਂ ਹਨ";
"livechat.call.miss.alert.message" = "ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਇੱਕ ਮਿਸਡ ਕਾਲ ਛੱਡ ਕੇ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"livechat.chat.miss.alert.message" = "ਕੀ ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਇੱਕ ਸੰਦੇਸ਼ ਛੱਡ ਕੇ ਜਾ ਸਕਦੇ ਹੋ?";
"livechat.call.recording.consent.title" = "ਕਾਲ ਰਿਕਾਰਡਿੰਗ ਸਹਿਮਤੀ";
"livechat.call.recording.consent" = "ਸਾਰੀਆਂ ਕਾਲਾਂ ਗੁਣਵੱਤਾ ਭਰੋਸੇ, ਰਿਕਾਰਡ ਰੱਖਣ, ਅਤੇ ਸਿਖਲਾਈ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਰਿਕਾਰਡ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। `ਸਵੀਕਾਰ ਕਰੋ` ‘ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਕਾਲ ਰਿਕਾਰਡ ਕਰਨ ਦੀ ਸਹਿਮਤੀ ਦੇ ਰਹੇ ਹੋ।";
"livechat.call.queue.title" = "ਕਤਾਰ ਵਿੱਚ ਕਾਲ ਕਰੋ";
"livechat.call.microphone.permission.title" = "ਕਿਰਪਾ ਕਰਕੇ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ";
"livechat.call.microphone.permission.custom.message" = "%@ ਨੂੰ ਵੌਇਸ ਕਾਲ ਲਈ ਤੁਹਾਡੇ ਮਾਈਕ੍ਰੋਫੋਨ ਤੱਕ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਚਾਹੀਦੀ ਹੈ";
"livechat.call.microphone.permission.message" = "ਇਸ ਐਪ ਨੂੰ ਵੌਇਸ ਕਾਲ ਲਈ ਤੁਹਾਡੇ ਮਾਈਕ੍ਰੋਫੋਨ ਤੱਕ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਚਾਹੀਦੀ ਹੈ";
"livechat.button.endconversation" = "ਗੱਲਬਾਤ ਖਤਮ ਕਰੋ";
"livechat.message.offlinechat" = "ਆਫਲਾਈਨ ਚੈਟ";
"livechat.message.offlinecall" = "ਆਫਲਾਈਨ ਕਾਲ";
"livechat.checkbox.consent.message" = "ਮੈਂ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ";
"livechat.checkbox.consent.message.tac" = "ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ";
"livechat.list.subtitle.queue.call" = "ਤੁਹਾਡੀ ਚੈਟ ਕਤਾਰ ਵਿੱਚ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।";
"livechat.list.subtitle.queue.chat" = "ਤੁਹਾਡੀ ਚੈਟ ਕਤਾਰ ਵਿੱਚ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ।";
"livechat.common.gdpr.consent.title" = "ਗੱਲਬਾਤ ਦੀ ਸਹਿਮਤੀ";
"livechat.common.gdpr.consent.message" = "ਸਵੀਕਾਰ ਕਰੋ ‘ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਦਰਸਾਈਆਂ ਸਾਰੀਆਂ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।";
"livechat.common.gdpr.consent.message.in.forms" = "ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਵਾਲੇ ਚੈੱਕਬਾਕਸ ‘ਤੇ ਠੀਕਾ ਲਗਾ ਕੇ, ਤੁਸੀਂ ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਦੱਸੇ ਗਏ ਸਾਰੇ ਨਿਯਮਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋ।";
"livechat.form.toast.agree.tac" = "ਅੱਗੇ ਵਧਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੋਵੋ";
"livechat.list.missed.call.subtitle" = "ਅਸੀਂ ਤੁਹਾਡੀ ਕਾਲ ਮਿਸ ਕਰ ਦਿੱਤੀ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"livechat.list.cancel.call.subtitle" = "ਤੁਸੀਂ ਆਡੀਓ ਕਾਲ ਰੱਦ ਕਰ ਦਿੱਤੀ।";
"livechat.list.subtitle.ongoingcallinothersession" = "ਕਿਸੇ ਹੋਰ ਸੈਸ਼ਨ ਵਿੱਚ ਕਾਲ ਚੱਲ ਰਹੀ ਹੈ";
"livechat.call.failed.message" = "ਇੰਝ ਜਾਪਦਾ ਹੈ ਕਿ ਸਾਡੇ ਸਾਰੇ ਓਪਰੇਟਰ ਇਸ ਸਮੇਂ ਉਪਲਬਧ ਨਹੀਂ ਹਨ!";
"livechat.call.waiting.for.response" = "ਕਿਰਪਾ ਕਰਕੇ ਉਦੋਂ ਤੱਕ ਇੰਤਜ਼ਾਰ ਕਰੋ ਜਦੋਂ ਤੱਕ ਸਾਡਾ ਸਮਰਥਨ ਪ੍ਰਤੀਨਿਧੀ ਤੁਹਾਡੀ ਕਾਲ ਨੂੰ ਅਟੈਂਡ ਕਰਦਾ ਹੈ";
"livecaht.call.initialization.failed" = "ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ";
